laravel-app/app/Http/Livewire/Page/Produklist.php

    public function render()
    {
        $produk = Barang::all();
        // \Cart::remove(1);
        $jenis = Jenis::all();
---
select * from `barangs`
select * from `jenis`